Repository: Codename-Recon/Gridlock
Catalog: client/assets/translations/*.po
Languages: de

source: Move
de: Bewegen

source: Attack
de: Angreifen

source: Enter
de: Einsteigen

source: Deploy
de: Absetzten

source: Join
de: Fusionieren

source: Supply
de: Auffüllen

source: Capture
de: Einnehmen

source: Next Round
de: Nächste Runde

source: MENU
de: Hauptmenü

source: Settings
de: Einstellungen

source: Exit to Menu
de: Beenden

source: Continue
de: Weiter

source: Back
de: Zurück

source: Player
de: Spieler

source: Won
de: Gewinnt

source: Player 1 wins
de: Spieler

source: Singleplayer
de: Einzelspieler

source: Multiplayer
de: Mehrspieler

source: Map Editor
de: Karten-Editor

source: Exit
de: Beenden

source: Campaign
de: Kampagne

source: VS AI
de: VS KI

source: Ranked
de: Rangliste

source: Refresh
de: Aktualisieren

source: Host
de: Erstellen

source: Username
de: Benutzername

# BUG_REPORT
source: Report a bug
de: Fehler melden

source: Discussions
de: Diskussionen

source: Sea
de: Meer

# MESSAGE_TITLE_LOBBY_CONNECTION_PROBLEM
source: Connection Problem
de: Verbindungsproblem

# MESSAGE_TEXT_LOBBY_CONNECTION_PROBLEM
source: Cannot connect to the lobby server.
de: Es kann keine Verbindung zum Lobby-Server hergestellt werden.

source: Debug Account
de: Fehlerbehebungskonto

# MP_JOIN
source: Join
de: Beitreten

# MP_KICK
source: Kick
de: Rauswerfen

# MESSAGE_TITLE_MAP_EDITOR_SAVE_NO_NAME
source: Missing Map Name
de: Fehlender Kartenname

# MESSAGE_TEXT_MAP_EDITOR_SAVE_NO_NAME
source: Please provide a map name.
de: Bitte gebe einen Kartennamen an.

source: Map Settings
de: Karten-Einstellungen

source: Author
de: Autor

source: Player Settings
de: Spieler-Einstellungen

source: Players
de: Spieler

source: Money
de: Geld

source: Terrain Settings
de: Geländeeinstellungen

source: Selected
de: Ausgewählt

source: Owner
de: Besitzer

source: Unit Settings
de: Einheit-Einstellungen

source: Health
de: Gesundheit

source: Fuel
de: Treibstoff

source: Ammo
de: Munition

source: Resize
de: Größe ändern

source: Save
de: Speichern

source: Load
de: Laden

# RESIZE_MAP_TITLE
source: Resize map
de: Kartengröße ändern

source: Vertical
de: Vertikal

source: Accept
de: akzeptieren

source: Cancel
de: Abbrechen

# OPEN_MAP_TITLE
source: Open a map file
de: Karten-Datei öffnen

source: MAP_SELECTION
de: Kartenauswahl

# SELECT_MAP_NAME
source: Map Name
de: Kartenname

source: Select
de: Auswählen

# ANNOUNCEMENT_PLAYER_TURN
source: Player {player_name} turn
de: Zug von Spieler {player_name}

source: Music
de: Musik

source: Sound
de: Ton

source: Close
de: Schliessen

source: Buy
de: Kaufen

source: ANTI_AIR
de: Flugabwehr

source: ANTI_AIR_DESCRIPTION
de: Flugabwehr-Einheiten sind zwar stark gegen Luftfahrzeuge, aber auch effektiv gegen Infanterie und leichte Fahrzeuge.

source: APC_DESCRIPTION
de: Auswählen

source: ARTILLERY
de: Artillerie

source: ARTILLERY_DESCRIPTION
de: Artillerie sind kostengünstige Einheiten für den indirekten Kampf. Sie fungieren als primäre Verteidigungs-Einheit, die ihre Macht über die Frontlinien projiziert.

source: B-COPTER
de: Kampfhubschrauber

source: B-COPTER_DESCRIPTION
de: Kampfhubschrauber sind vielseitige Luftfahrzeuge, die in der Lage sind, eine Vielzahl von Zielen anzugreifen.

source: BATTLESHIP
de: Schlachtschiff

source: BATTLESHIP_DESCRIPTION
de: Schlachtschiffe sind die mächtigsten indirekten Einheiten im Spiel und zeichnen sich durch ihre Fähigkeit aus, Ziele aus der Ferne anzugreifen – eine Seltenheit unter den Seestreitkräften.

source: BOMBER_DESCRIPTION
de: Bomber sind mächtige Luftfahrzeuge, die für ihre enorme Zerstörungskraft bekannt sind und sowohl Land- als auch Seestreitkräften schwere Schäden zufügen können. Sie besitzen jedoch keine Fähigkeit, andere Flugzeuge anzugreifen.

source: CARRIER
de: Flugzeugträger

source: CARRIER_DESCRIPTION
de: Der Flugzeugträger ist eine einzigartige Marineeinheit, die zwei Luftfahrzeuge aufnehmen kann, was ihn von Kreuzern unterscheidet. Im Gegensatz zu Kreuzern verfügen Flugzeugträger über die Vielseitigkeit, sowohl Helikopter als auch Flugzeuge zu tragen.

source: CRUISER
de: Kreuzer

source: CRUISER_DESCRIPTION
de: Kreuzer sind eine Art Seestreitkraft, die bis zu zwei Hubschraubertypen wie Kampf- und Transporthubschraubern aufnehmen können. Darüber hinaus dienen sie als effektive Einheiten gegen Flugzeuge und Unterseeboote und schützen Schlachtschiffe und Landungsboote vor ihren wichtigsten Bedrohungen, während sie bei Bedarf zusätzliches Feuerkraft bereitstellen.

source: FIGHTER
de: Jagdflugzeug

source: FIGHTER_DESCRIPTION
de: Eine Staffel von Kampfflugzeugen beherrscht den Himmel und fügt anderen Luftfahrzeugen erhebliche Schäden zu. Obwohl sie unter allen Einheiten über hohe Beweglichkeit und Verteidigung verfügen, sind sie anfällig für Flugabwehr-Einheiten, einschließlich anderer Kampfflugzeuge.

source: INFANTRY
de: Infanterie

source: INFANTRY_DESCRIPTION
de: Infanterie sind die günstigsten Einheiten in Gridlock und dennoch unglaublich wichtig und sollten nicht übersehen werden.

source: LANDER
de: Landungsboot

source: LANDER_DESCRIPTION
de: Landungsboote sind unbewaffnete Einheiten ohne Angriffsoptionen. Nichtsdestotrotz gehören sie zu den wenigen Einheiten, die andere Einheiten transportieren können und bringen bis zu zwei Landtruppen jeder Art über das Meer. Sie können diese an Buchten und Häfen laden und entladen.

source: MEDIUM_TANK
de: Mittlerer Panzer

source: MEDIUM_TANK_DESCRIPTION
de: Größer, langsamer und deutlich stärker als Panzer, sind mittlere Panzer eine Macht zu fürchten.

source: MECH
de: Mechanisierte Infanterie

source: MECH_DESCRIPTION
de: Mechanisierte Infanterie sind mit Bazookas bewaffnet, die für den Kampf gegen Landfahrzeuge reserviert sind. In allen anderen Begegnungen verlassen sie sich auf ihr Sekundärwaffe, das Maschinengewehr. Typischerweise sind mechanisierte Infanteristen in Gefechtslagen sowohl offensiv als auch defensiv gegen Fahrzeuge sehr effektiv und verursachen oft erhebliche Schäden.

source: MEGA_TANK
de: Mega-Panzer

source: MEGA_TANK_DESCRIPTION
de: Mit mächtigen Waffen und robuster Panzerung stellen diese mobilen Festungen eine ernste Bedrohung dar.

source: MISSILE
de: Flugabwehrraketensystem

source: MISSILE_DESCRIPTION
de: Flugabwehrraketensysteme, sind mächtige Einheiten für den indirekten Kampf, die sich auf Angriffe auf Luftfahrzeuge aus der Ferne spezialisiert haben und dabei erhebliche Schäden anrichten können.

source: PIPERUNNER
de: Mauerläufer

source: PIPERUNNER_DESCRIPTION
de: Mauerläufer sind eine Art Land-Einheit mit indirekten Kampfmitteln, die auf Bewegung entlang von Wänden und Basen beschränkt sind.

source: RECON
de: Aufklärungseinheit

source: RECON_DESCRIPTION
de: Leicht, schnell und günstig sind Aufklärungseinheiten (Recons) ausgezeichnete Einheiten für Aufklärung und Belästigung.

source: ROCKET
de: Raketenwerfer

source: ROCKET_DESCRIPTION
de: Raketenwerfer sind die fortgeschrittenere Version der Artillerie und tauschen höhere Schaden und eine viel größere Reichweite gegen leichteres Panzerung und einen restriktiveren Bewegungstyp ein.

source: SUB
de: U-Boot

source: T-COPTER
de: Transporthelikopter

source: T-COPTER_DESCRIPTION
de: Transporthelikopter dienen als nicht kämpfende Einheiten ohne Offensivfähigkeiten. Hauptsächlich für den Transport eingesetzt, können diese jeweils eine Infanterie- oder eine mechanisierte Infanterieeinheit transportieren.

source: TANK
de: Leichter Panzer

source: TANK_DESCRIPTION
de: Günstig, schnell und in der Lage, sich gegen die meisten anderen Landtruppen zu behaupten, sind Panzer ein Eckpfeiler jeder Armee.

source: AIRPORT
de: Flughafen

source: AIRPORT_DESCRIPTION
de: Flughafen sind ein wichtiger Knotenpunkt für alle Luftfahrzeuge. Sie sind der einzige Boden, auf dem diese Einheiten eingesetzt, repariert und versorgt werden können, während sie gleichzeitig auch finanzielle Ressourcen bereitstellen. Neu eingesetzte Einheiten dürfen im selben Zug, in dem sie eingesetzt werden, keine Aktionen ausführen.

source: BASE
de: Basis

source: BASE_DESCRIPTION
de: Basen liefern Landtruppen Einkommen, Reparaturen und Nachschub. Entscheidenderweise sind sie auch der Ort, an dem alle Landtruppen erstellt werden können. Neu platzierte Einheiten können in derselben Runde keine Aktionen durchführen, in der sie eingesetzt werden.

source: BEACH
de: Strand

source: BEACH_DESCRIPTION
de: Strände bieten eine Fläche, auf der Landungsboote Einheiten zum Kampf ausladen und absetzen können.

source: BRIDGE
de: Brücke

source: BRIDGE_DESCRIPTION
de: Brücken ermöglichen es Bodeneinheiten, Flüsse und Meere ungehindert zu überqueren.

source: CITY
de: Stadt

source: CITY_DESCRIPTION
de: Städte sind die grundlegendsten Gebäude, die man am häufigsten sieht. Sie liefern jede Runde Einkommen und können zum Reparieren und Nachrüsten von Landtruppen verwendet werden, die zu Beginn der Runde auf ihnen stehen.

source: COM_TOWER
de: Kommunikationsturm

source: COM_TOWER_DESCRIPTION
de: Ein Com-Turm (Kommunikations-Turm) ist ein Objekt, das die Fähigkeiten verbündeter Einheiten verbessert. Jeder eroberte Turm erhöht die Angriffsstärke verbündeter Einheiten um 10 %.

source: HQ
de: Hauptquartier

source: HQ_DESCRIPTION
de: Das wichtigste Grundstück auf der Karte.

source: LAB
de: Laboratorium

source: LAB_DESCRIPTION
de: Laboratorien dienen als Forschungszentren und können eingeschränkte Einheiten freischalten.

source: MOUNTAIN
de: Berge

source: MOUNTAIN_DESCRIPTION
de: Berge bieten eine große Menge an Verteidigung, können aber nur von Infanterie- und Lufttruppen durchquert werden. Sie erhöhen auch die Sichtweite jeder Soldaten-Einheit auf ihnen um 3.

source: PIPE
de: Mauer

source: PIPE_DESCRIPTION
de: Mauern sind nahezu unüberwindbares Gelände.

source: PIPE_BROKEN
de: Zerbrochener Mauer

source: PIPE_BROKEN_DESCRIPTION
de: Eine Schwachstelle im Mauerwerkssystem.

source: PIPE_WEAK
de: Schwachstelle der Mauer

source: PIPE_WEAK_DESCRIPTION
de: Eine Schwachstelle, die beschädigt werden kann.

source: PLAIN
de: Flachland

source: PLAIN_DESCRIPTION
de: Flachland bietet einen kleinen Grad an Geländedeckung und lässt sich leicht durchqueren.

source: PORT
de: Hafen

source: PORT_DESCRIPTION
de: Häfen sind Grundstücke zum Bau und Unterhalt von Seestreitkräften.

source: REEF
de: Riff

source: REEF_DESCRIPTION
de: Riffe bieten Seestreitkräften einige Verteidigung und dienen auch als hervorragende Versteckplätze.

source: RIVER
de: Fluss

source: RIVER_DESCRIPTION
de: Flüsse behindern die Bewegung von Bodeneinheiten und können nur von Infanterie, mechanisierter Infanterie und Luftfahrzeugen durchquert werden.

source: ROAD
de: Straße

source: ROAD_DESCRIPTION
de: Straßen bieten keinen defensiven Schutz, ermöglichen aber uneingeschränkte Bewegung für alle Bodeneinheiten.

source: SEA_DESCRIPTION
de: Meere machen den größten Teil des Geländes aus, auf dem Marineeinheiten kämpfen.

source: SILO_DESCRIPTION
de: Raketenbunker werden von einer Infanterie- oder Mech-Einheit aktiviert. Die Rakete, die sie abschießen, hat eine 5x5-Quadratform und fügt jeder Einheit, die in der Explosion getroffen wird, 3 HP Schaden zu, ohne zwischen Verbündeten und Feind zu unterscheiden. Jeder Bunker kann nur einmal verwendet werden.

source: WOOD
de: Wald

source: WOOD_DESCRIPTION
de: Wälder sind schwieriger zu durchqueren als Flachland, bieten aber bessere Geländedeckung und dienen als Versteck im Nebel des Krieges.

source: FOOT
de: Fuss

source: FOOT_DESCRIPTION
de: Bewegungseigenschaft von Fußtruppen.

source: BAZOOKA
de: Mechanisierte Infanterie

source: BAZOOKA_DESCRIPTION
de: Mechanisierte Infanterie (häufiger als Mechs bezeichnet) sind stärker, langsamer und teurer als Infanterie. Sie tauschen Vielseitigkeit gegen eine deutlich höhere Kostenersparnis bei der Bekämpfung verschiedener Ziele ein.

source: TREADS
de: Panzerketten

source: TREADS_DESCRIPTION
de: Bewegungseigenschaft von Panzern.

source: WHEELS
de: Räder

source: WHEELS_DESCRIPTION
de: Bewegungseigenschaft von Einheiten mit Rädern.

source: AIR
de: Luft

source: AIR_DESCRIPTION
de: Bewegungseigenschaft von Luftfahrzeugen.

source: Refilled
de: aufgefüllt

source: Deployed
de: abgesetzt

source: Entered
de: eingestiegen

source: Joined
de: fusioniert

# MESSAGE_TITLE_PLAYER_LEFT
source: Player left
de: Spieler verlassen

# MESSAGE_TEXT_PLAYER_LEFT
source: Your opponent left the game. You will be brought back to the menu.
de: Dein Gegner hat das Spiel verlassen. Du wirst zum Menü zurückgebracht.
